[
    {
        "Address": "1292 ILONA PARK RD",
        "Description": "Garage sale with a variety of vintage items at 1292 ILONA PARK RD."
    },
    {
        "Address": "1324 TATRA BLVD",
        "Description": "Garage sale with a variety of vintage items at 1324 TATRA BLVD."
    },
    {
        "Address": "688 ALDERWOOD PL",
        "Description": "Garage sale with a variety of vintage items at 688 ALDERWOOD PL."
    },
    {
        "Address": "1483 ALYSSUM ST",
        "Description": "Garage sale with a variety of vintage items at 1483 ALYSSUM ST."
    },
    {
        "Address": "708 BALATON AVE",
        "Description": "Garage sale with a variety of vintage items at 708 BALATON AVE."
    },
    {
        "Address": "827 BEM AVE",
        "Description": "Garage sale with a variety of vintage items at 827 BEM AVE."
    },
    {
        "Address": "833 BEM AVE",
        "Description": "Garage sale with a variety of vintage items at 833 BEM AVE."
    },
    {
        "Address": "844 BEM AVE",
        "Description": "Garage sale with a variety of vintage items at 844 BEM AVE."
    },
    {
        "Address": "879 CHAPLEAU DR",
        "Description": "Garage sale with a variety of vintage items at 879 CHAPLEAU DR."
    },
    {
        "Address": "1322 COMMERCE ST",
        "Description": "Garage sale with a variety of vintage items at 1322 COMMERCE ST."
    },
    {
        "Address": "719 CORTEZ AVE",
        "Description": "Garage sale with a variety of vintage items at 719 CORTEZ AVE."
    },
    {
        "Address": "882 DOUGLAS AVE",
        "Description": "Garage sale with a variety of vintage items at 882 DOUGLAS AVE."
    },
    {
        "Address": "865 DOUGLAS AVE",
        "Description": "Garage sale with a variety of vintage items at 865 DOUGLAS AVE."
    },
    {
        "Address": "847 FAIRVIEW AVE",
        "Description": "Garage sale with a variety of vintage items at 847 FAIRVIEW AVE."
    },
    {
        "Address": "850 FAIRVIEW AVE",
        "Description": "Garage sale with a variety of vintage items at 850 FAIRVIEW AVE."
    },
    {
        "Address": "1385 FORDON AVE",
        "Description": "Garage sale with a variety of vintage items at 1385 FORDON AVE."
    },
    {
        "Address": "671 FRONT RD",
        "Description": "Garage sale with a variety of vintage items at 671 FRONT RD."
    },
    {
        "Address": "849 GRENOBLE BLVD",
        "Description": "Garage sale with a variety of vintage items at 849 GRENOBLE BLVD."
    },
    {
        "Address": "853 GRENOBLE BLVD",
        "Description": "Garage sale with a variety of vintage items at 853 GRENOBLE BLVD."
    },
    {
        "Address": "733 KINGFISHER DR",
        "Description": "Garage sale with a variety of vintage items at 733 KINGFISHER DR."
    },
    {
        "Address": "724 KROSNO BLVD",
        "Description": "Garage sale with a variety of vintage items at 724 KROSNO BLVD."
    },
    {
        "Address": "818 KROSNO BLVD",
        "Description": "Garage sale with a variety of vintage items at 818 KROSNO BLVD."
    },
    {
        "Address": "821 KROSNO BLVD",
        "Description": "Garage sale with a variety of vintage items at 821 KROSNO BLVD."
    },
    {
        "Address": "822 KROSNO BLVD",
        "Description": "Garage sale with a variety of vintage items at 822 KROSNO BLVD."
    },
    {
        "Address": "828 KROSNO BLVD",
        "Description": "Garage sale with a variety of vintage items at 828 KROSNO BLVD."
    },
    {
        "Address": "858 KROSNO BLVD",
        "Description": "Garage sale with a variety of vintage items at 858 KROSNO BLVD."
    },
    {
        "Address": "892 KROSNO BLVD",
        "Description": "Garage sale with a variety of vintage items at 892 KROSNO BLVD."
    },
    {
        "Address": "859 LIVERPOOL RD",
        "Description": "Garage sale with a variety of vintage items at 859 LIVERPOOL RD."
    },
    {
        "Address": "705 LUBLIN AVE",
        "Description": "Garage sale with a variety of vintage items at 705 LUBLIN AVE."
    },
    {
        "Address": "726 LUBLIN AVE",
        "Description": "Garage sale with a variety of vintage items at 726 LUBLIN AVE."
    },
    {
        "Address": "822 MIRIAM RD",
        "Description": "Garage sale with a variety of vintage items at 822 MIRIAM RD."
    },
    {
        "Address": "916 MODLIN RD",
        "Description": "Garage sale with a variety of vintage items at 916 MODLIN RD."
    },
    {
        "Address": "1235 RADOM ST",
        "Description": "Garage sale with a variety of vintage items at 1235 RADOM ST."
    },
    {
        "Address": "1235 RADOM ST",
        "Description": "Garage sale with a variety of vintage items at 1235 RADOM ST."
    },
    {
        "Address": "1157 TANZER CT",
        "Description": "Garage sale with a variety of vintage items at 1157 TANZER CT."
    },
    {
        "Address": "1340 TATRA BLVD",
        "Description": "Garage sale with a variety of vintage items at 1340 TATRA BLVD."
    },
    {
        "Address": "1376 TATRA BLVD",
        "Description": "Garage sale with a variety of vintage items at 1376 TATRA BLVD."
    },
    {
        "Address": "1377 TATRA BLVD",
        "Description": "Garage sale with a variety of vintage items at 1377 TATRA BLVD."
    },
    {
        "Address": "1279 TRELLIS CT",
        "Description": "Garage sale with a variety of vintage items at 1279 TRELLIS CT."
    },
    {
        "Address": "801 ZATOR AVE",
        "Description": "Garage sale with a variety of vintage items at 801 ZATOR AVE."
    }
]